Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/retirement/retirement_from_work/active_retirement.html.txt.tmx
Source language: en
Languages: ga

source: As people spend more of their active life in retirement, many organisations have been set up to support retired people in their pursuit of hobbies, leisure activities and education
ga: De réim mar atá daoine ag caitheamh sciar níos mó dá saol gníomhach ar scor bunaíodh a lán eagraíochtaí le tacú le daoine ar scor leanúint ar aghaidh lena gcuid caitheamh aimsire, imeachtaí fóillíochta agus oideachais

source: There is a wide range of older retired people’s organisations and most of them fall into one of the following categories:
ga: Tá réimse leathan eagraíochtaí ann do dhaoine breacaosta atá ar scor agus baineann an formhór acu le ceann de na ranga seo a leanas:

source: • Support, including carers’ organisations
ga: • Tacaíocht, lena n-áirítear eagraíochtaí cúramóirí

source: The following is a list of these organisations with brief details of their aims and activities
ga: Seo liosta de na heagraíochtaí sin mar aon le cur síos gearr ar a gcuid aidhmeanna agus na gníomhaíochtaí a bhíonn ar siúl acu

source: You can contact your local Citizens Information Centre or library to find out details of older people’s groups in your area
ga: Féadfaidh tú teagmháil a dhéanamh le do Ionad Faisnéise do Shaoránaigh nó leabharlann áitiúil chun sonraí a fháil faoi ghrúpaí daoine breacaosta i do cheantar

source: Activity-based groups include active retirement associations, sports, arts and culture groups
ga: I measc na ngrúpaí a dhíríonn ar ghníomhaíochtaí tá cumainn ghníomhaíochta lucht scoir agus grúpaí spóirt, ealaíon agus cultúir

source: Some of them are largely concerned with providing a social outlet, others organise all sorts of activities including traditional leisure activities and education and training
ga: Díríonn cuid acu ar chaidreamh sóisialta a sholáthar ach eagraíonn cuid eile acu mórchuid gníomhaíochtaí lena n-áirítear oideachas, oiliúint agus caitheamh aimsire traidisiúnta

source: A national network of local active retirement associations whose purpose is to enable retired people to enjoy a full and active life and to advocate for them
ga: Is líonra náisiúnta é seo de chumainn áitiúla gníomhaíochta lucht scoir a bhfuil sé d’aidhm aige cur ar chumas lucht scoir saol iomlán gníomhach a chaitheamh agus stocaireacht a dhéanamh ar a son

source: You can contact ARI to find your local active retirement association or to get information on how to set up a new group
ga: Féadfaidh tú dul i dteagmháil le Lucht Scoir Gníomhach le fáil amach faoi do cumann gníomhaíochta lucht scoir áitiúil nó le fáil amach conas grúpa nua a bhunú

source: Age and Opportunity works to promote opportunities for greater participation by older people in society in a range of areas from the arts and physical activity to promoting age equality
ga: Oibríonn Aostacht agus Deiseanna chun deiseanna a chur ar fáil chun go mbeidh daoine breacaosta in ann páirt níos mó a ghlacadh i réimse gníomhaíochtaí ó na healaíona agus gníomhaíochtaí coirp go cur chun cinn cothroime aoise

source: A number of organisations lobby for the rights of older people They campaign to raise awareness of the issues affecting older people and influence government policy
ga: Bíonn feachtais acu chun feasacht a spreagadh faoi cheisteanna a bhaineann le daoine breacaosta agus chun tionchar a bheith acu ar bheartas rialtais

source: Irish Senior Citizens Parliament
ga: Parlaimint Seanóirí na hÉireann

source: The organisation represents the interests of senior citizens to government and other public bodies on issues affecting older people such as income, health or housing
ga: Bíonn an eagraíocht i dteagmháil leis an rialtas agus le comhlachtaí poiblí agus labhraíonn siad thar ceann na seanóirí agus a leasanna maidir le ceisteanna a bhaineann leo ar nós cúrsaí ioncaim, sláinte agus tithíocht

source: National Federation of Pensioners’ Associations
ga: Cónaidhm Náisiúnta Cumann Pinsinéirí

source: As a representative body for pensioners’ organisations the Federation aims to protect and promote the interests of pensioners and retired people with regard to social welfare, health, superannuation and tax
ga: Eagraíocht ionadaíochta chumann pinsinéirí is í an Chónaidhm seo a bhfuil sé d’aidhm aici leasanna pinsinéirí agus daoine ar scor a chosaint agus a chur chun cinn ó thaobh leasa shóisialaigh, sláinte, aoisliúntais agus cánach

source: Age Action Ireland is a national advocacy body on ageing and older people
ga: Eagraíocht í Age Action Ireland a dhéanann stocaireacht thar ceann seanóirí agus daoine breacaosta

source: The organisation aims to achieve fundamental change in the lives of all older people by empowering them to live full lives as actively engaged citizens and to secure their rights to comprehensive high quality services according to their changing needs
ga: Is í aidhm na heagraíochta ná athrú bunúsach a dhéanamh ar shaol na ndaoine breacaosta go léir trí chumhacht a thabhairt dóibh saol iomlán a chaitheamh mar shaoránaigh gníomhacha agus a chinntiú go bhfuil sé de cheart acu seirbhísí ardcháilíochta cuimsitheacha a bheith acu a oireann dá ndálaí athraitheacha

source: There are a number of groups offering support and information to older people
ga: Tá roinnt grúpaí a chuireann tacaíocht agus faisnéis ar fáil do dhaoine breacaosta

source: Many older people are living alone and many others are caring for frail older people or others needing care in the home
ga: Tá a lán daoine breacaosta ag maireachtáil ina n-aonar agus tá a lán eile acu ag tabhairt aire do dhaoine laga breacaosta nó do dhaoine eile a bhfuil cúram teaghlaigh ag teastáil uathu

source: Senior Help Line is a confidential listening service run by older people for isolated or lonely older people for the price of a local call anywhere in Ireland
ga: Seirbhís éisteachta faoi rún is ea Líne Chabhrach Seanóirí atá á reáchtáil ag daoine breacaosta i gcomhair daoine breacaosta atá ina gcónaí ar leithligh nó atá uaigneach

source: The lines are open every day from 10am to 10pm, Lo-call: 1850 440 444
ga: go 10 i.n. Íosghlao: 1850 440 444

source: Retirement Planning Council of Ireland
ga: Comhairle na hÉireann um Pleanáil do Lucht Scoir

source: The Council aims to prepare people for the period of their lives which begins after they retire from work
ga: Is í aidhm na Comhairle ná daoine a ullmhú i gcomhair na tréimhse sin dá saol nuair a rachaidh siad ar scor

source: It develops and organises preparation for retirement and life changing courses, helping them to become aware of the advantages and problems of retirement
ga: Forbraíonn agus eagraíonn sí cúrsaí mar ullmhúcháin le haghaidh dul ar scor agus athrú saoil agus cabhraíonn sí leo na buntáistí agus na fadhbanna a bhaineann le dul ar scoil a thuiscint

source: ALONE supports vulnerable older people providing temporary or permanent housing and combatting isolation and loneliness in society
ga: Cuireann ALONE tacaíocht ar fáil do dhaoine breacaosta leochaileacha trí thithíocht sealadach nó bhuan a sholáthar dóibh agus trí dul i ngleic le fadhbanna uaignis agus aonraithe

source: Volunteers and staff work with older people in ALONE’s dedicated housing projects and in the community
ga: Oibríonn an fhoireann agus oibrithe deonacha le daoine breacaosta sa tithíocht atá tógtha ag ALONE dóibh agus i measc an phobail

source: Friends of the Elderly
ga: Cairde na nDaoine Scothaosta

source: Friends of the Elderly is an Irish charity that brings friendship and social opportunities to the elderly, especially those who live alone
ga: Cumann carthanach Éireannach is ea Cairde na nDaoine Scothaosta a chuireann cairdeas agus deiseanna sóisialta ar fáil do dhaoine scothaosta go mór mór dóibh siúd atá ina gcónaí ina n-aonar

source: Its volunteers visit the elderly in their homes in the Greater Dublin area
ga: Tugann a gcuid saorálaithe cuairteanna ar na daoine scothaosta sa bhaile i mórcheantar Bhaile Átha Cliath

source: Family Carers Ireland was formed by the merger of the Carers Association and Caring for Carers
ga: Rinneadh Cúramóirí Teaghlaigh Éire tríd cumasc Cumann na gCúramóirí agus Cúram don Lucht Cúraim

source: The organisation advocates on behalf of family carers in the home
ga: Déanann an eagraíocht stocaireacht agus aighneacht ar son cúramóirí teaghlaigh ina n-árais chónaithe féin

source: It provides a range of services and supports to family carers including information on benefits and entitlements, respite care and training
ga: Soláthraíonn sé réimse seirbhísí agus tacaíochtaí do chúramóirí teaghlaigh lena n-áirítear faisnéis faoi shochair agus teidlíochtaí, cúram faoisimh agus oiliúna

source: It has a network of carers’ resource centres
ga: Tá líonra ionaid acmhainní do chúramóirí ann

source: As a national network of voluntary organisations supporting family carers the alliance is an umbrella group which represents family carers’ organisations
ga: Líonra náisiúnta eagraíochtaí deonacha is ea é seo a chuireann tacaíocht ar fáil do chúramóirí agus is brateagraíocht é a dhéanann ionadaíocht ar son
